<?php

return [
    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset'        => 'パスワードをリセットしました。',
    'reset_failed' => 'パスワードのリセットに失敗しました。',
    'sent'         => 'パスワードリセット用メールを送信しました。メールが届かない場合、お手数ですが再度パスワードリセットをお試しください。',
    'token'        => 'このパスワードリセットトークンは無効です。',
    'user'         => 'ユーザが存在しません',
    'throttled'    => '再試行する前にお待ちください.',
];
